Repository: dhyannataraj/webpg-chrome
Catalog: po/*.po
Languages: ca, es, it, pl, pt_br, tr

source: About WebPG
ca: Quant a WebPG
es: Acerca de WebPG
it: A proposito di WebPG
pl: O WebPG
pt_br: Sobre o WebPG
tr: WebPG hakkında

source: Version
ca: Versió
es: Versión
it: Versione
pl: Wersja
pt_br: Versão
tr: Sürüm

source: Extension Information
ca: Informació sobre l'extensió
es: Información de extensión
it: Informazioni sull'estensione
pl: Informacje o rozszerzeniu
pt_br: Informações da extensão
tr: uzantı bilgileri

source: Extension version
ca: Versió de l'extensió
es: Versión de extensión
it: Versione dell'estensione
pl: Wersja rozszerzenia
pt_br: Versão da extensão
tr: uzantı sürümü

source: Platform
ca: Plataforma
es: Plataforma
it: Piattaforma
pl: Platforma
pt_br: Plataforma

source: Product
ca: Producte
es: Producto
it: Prodotto
pl: Produkt
pt_br: Produto
tr: Ürün

source: User Agent
ca: Agent d'usuari
es: Agente de usuario
pl: Klient użytkownika (user agent)
pt_br: Agente de usuário
tr: Kullanıcı İstemcisi

source: Language
ca: Idioma
es: Idioma
it: Lingua
pl: Język
pt_br: Idioma
tr: Dil

source: Plugin Information
ca: Informació sobre el connector
es: Información del complemento
it: Informazioni sul plugin
pl: Informacje o wtyczce
pt_br: Informações sobre plugins
tr: Eklenti Bilgileri

source: Plugin version
ca: Versió del connector
es: Versión del complemento
it: Versione del plugin
pl: Wersja wtyczki
pt_br: Versão do plugin
tr: Eklenti sürümü

source: GnuPG Information
ca: Informació sobre GnuPG
es: Información de GnuPG
it: Informazioni su GnuPG
pl: Informacje o GnuPG
pt_br: Informações do GNUPG
tr: GnuPG Bilgisi

source: GnuPG version
ca: Versió de GnuPG
es: Versión de GnuPG
it: Versione di GnuPG
pl: Wersja GnuPG
pt_br: Versão do GnuPG
tr: GnuPG sürümü

source: GnuPG binary
ca: Executable del GnuPG
es: Binario GnuPG
it: Binario di GnuPG
pl: Program GnuPG
pt_br: Executável do GnuPG
tr: GnuPG çalıştırılabilir dosyası

source: GnuPG home directory
ca: Directori d'usuari de GnuPG
es: Directorio Inicio GnuPG
it: Cartella home di GnuPG
pl: Katalog domowy GnuPG
pt_br: Diretório raíz do GnuPG
tr: GnuPG ana dizin

source: default
ca: predeterminat
es: Por defecto
it: predefinito
pl: domyślnie
pt_br: padrão
tr: varsayılan

source: GPGCONF version
ca: Versió de GPGCONF
es: Versión de GPGCONF
it: Versione di GPGCONF
pl: Wersja GPGCONF
pt_br: Versão do GPGCONF
tr: GPGCONF sürümü

source: not detected
ca: no detectat
es: no detectado
it: non trovato
pl: nie wykryta
pt_br: não detectado
tr: algılanamadı

source: Assuan version
ca: Versió d'Assuan
es: Versión de Assuan
pl: Wersja Assuan
pt_br: Versão do Assuan
tr: Assuan sürümü

source: Finished
ca: S'ha finalitzat
es: Finalizado
pl: OK
pt_br: Finalizado
tr: Tamamlandı

source: Translation Status
ca: Estat de la traducció
es: Estado de la traducción
it: Stato della traduzione
pl: Status tłumaczenia
pt_br: Estado da Tradução
tr: Çeviri Durumu

source: WebPG Plugin failed to load
ca: La càrrega del connector WebPG ha fallat
es: Falló la carga del Plugin WebPG
it: Errore di caricamento del plugin WebPG
pl: Wtyczka WebPG nie załadowała się poprawnie
pt_br: Plugin WebPG falhou ao carregar
tr: WebPG eklentisini yükleme başarısız oldu

source: Key Generation Complete
ca: Generació de la clau completada
es: Generación de clave completa
it: Generazione della chiave completata
pl: Tworzenie klucza zakończone
pt_br: Geração de chaves concluída
tr: Anahtar Üretimi Tamamlandı

source: Key Generation
ca: Generació de claus
es: Generación de clave
it: Generazione della chiave
pl: Tworzenie klucza
pt_br: Geração de Chave
tr: Anahtar Üretimi

source: Open Key Manager
ca: Obriu el Gestor de Claus
es: Abrir administrador de Llaves
it: Apri il gestore delle chiavi
pl: Otwórz zarządzanie kluczami
pt_br: Abrir Gerenciador de Chaves
tr: Açık Anahtar Yönetcisi

source: WebPG Key Generation Failed
ca: La creació de la clau WebPG ha fallat
es: Falló administrador de Llaves
it: Generazione della chiave tramite WebPG fallita
pl: Tworzenie klucza nie powiodło się
pt_br: Falha na geração de chave do WebPG
tr: WebPG Anahtar Üretimi Başarısız Oldu

source: The generation of your new key is now complete
ca: La seva nova clau s'ha creat
es: La creación de la nueva Llave se ha completado
it: La generazione della tua nuova chiave è stata ultimata
pl: Twój nowy klucz jest gotowy
pt_br: A geração de sua nova chave está completa
tr: Yeni anahtarınızın üretimi tamamlandı

source: Options
ca: Opcions
es: Opciones
it: Opzioni
pl: Ustawienia
pt_br: Ajustes
tr: Seçenekler

source: Key Manager
ca: Gestor de claus
es: Administración de claves
it: Gestore delle chiavi
pl: Zarządzanie kluczami
pt_br: Gerenciador de Chaves
tr: Anahtar Yöneticisi

source: Generate New Key
ca: Genera Clau Nova
es: Generar nueva clave
it: Genera nuova chiave
pl: Utwórz nowy klucz
pt_br: Gerar Nova Chave
tr: Yeni Anahtar Oluştur

source: Create
ca: Crea
es: Crear
it: Crea
pl: Utwórz
pt_br: Criado
tr: Oluştur

source: Name Required
ca: Nom Requerit
es: Nombre requerido
it: Nome richiesto
pl: Wymagane imię
pt_br: Nome exigido
tr: İsim Gerekiyor

source: UID Names must be at least 5 characters
ca: Els Noms UID han de contenir almenys caracters
es: el nombre de UID requiere mínimo 5 Caracteres
it: L'ID utente deve avere almeno 5 caratteri
pl: Imię użyte w tożsamości musi mieć co najmniej 5 znaków
pt_br: Nomes UID devem conter pelo menos 5 caracteres
tr: UID isimleri en az 5 karakter olmalı

source: UID Names cannot begin with a number
ca: Els Noms UID no poden començar amb un número
es: los nombres UID no pueden empezar con un numero
it: L'ID utente non può cominciare con un numero
pl: Imię użyte w tożsamości nie może zaczynać się od cyfry
pt_br: Nomes UID não podem iniciar com números
tr: UID isimleri rakam ile başlayamaz

source: Not a valid email address
ca: No és una adreça de correu vàlida
es: La dirección de correo no es valida
it: Indirizzo email non valido
pl: Nieprawidłowy adres email
pt_br: Nenhum email válido
tr: Geçerli bir eposta adresi değil

source: Passphrases do not match
ca: Les contrasenyes no coincideixen
es: Las contraseñas no coinciden.
it: Le passphrase non corrispondono
pl: Hasła nie są zgodne.
pt_br: Senhas não coincidem
tr: Parolalar aynı değil

source: Building key, please wait
ca: Construïnt una clau, espereu un moment
es: Creando Clave, Espero por favor
it: Creazione della chiave, si prega di attendere
pl: Tworzenie klucza, proszę czekać
pt_br: Criando chave, aguarde, por favor
tr: Anahtar oluşturuluyor, lütfen bekleyin

source: This may take a long time (5 minutes or more) to complete
ca: Això pot trigar una estona llarga a completar-se (5 minuts o més)
es: Esto puede tomar un tiempo (5 minutos o más) para completarse
it: Questo può richiedere parecchio tempo (5 minuti o più) per il completamento
pl: To może zająć dłuższą chwilę (nawet 5 minut)
pt_br: Isto pode levar algum tempo (5 minutos ou mais) para concluir
tr: Bu işlemin tamamlanması uzun sürebilir (5 dakika veya daha fazla)

source: Please be patient while the key is created
ca: Tingueu paciència mentre es crea la clau
es: Por favor tenga paciencia mientras la Clave es creada
it: Prego attendere mentre la chiave viene generata
pl: Proszę czekać na utworzenie klucza
pt_br: Por favor, seja paciente enquanto a chave é criada
tr: Anahtar oluşturulurken lütfen sabırlı olunuz

source: It is safe to close this window
ca: Podeu tancar aquesta finestra
es: Es seguro cerrar esta ventana
it: Ora è possibile chiudere questa finestra
pl: Można bezpiecznie zamknąć to okno
pt_br: É seguro fechar essa janela
tr: Bu pencereyi kapatabilirsiniz

source: key generation will continue in the background
ca: la generació de la clau continuarà en segon plànol
es: la generacion de la clave puede continuar en segundo plano
it: la generazione della chiave continuerà in background
pl: tworzenie klucza będzie nadal trwało w tle
pt_br: a geração da chave continuará em segundo-plano
tr: anahtar üretimi arkaplanda devam edecektir

source: Close
ca: Tanca
es: Cerrar
it: Chiudi
pl: Zamknij
pt_br: Encerrar
tr: Kapat

source: Cancel
ca: Cancel·la
es: Cancelar
it: Annulla
pl: Anuluj
pt_br: Cancelar
tr: İptal

source: Import
ca: Importa
es: Importar
it: Importa
pl: Importuj
pt_br: Importação
tr: İçe Aktar

source: Error
ca: Hi ha hagut un error
it: Errore
pl: Błąd
pt_br: Erro
tr: Hata

source: Select Recipient(s)
ca: Seleccioneu Recipient(s).
es: Seleccione Destinatario(s)
it: Seleziona i destinatari
pl: Wybierz odbiorcę (odbiorców)
pt_br: Selecionar destinatário(s)
tr: Alıcı(ları) Seçiniz

source: Export
ca: Exporta
es: Exportar
it: Esporta
pl: Eksportuj
pt_br: Exportar
tr: Dışarıya Aktar

source: Search/Filter
ca: Buscar/Filtre
es: Búsqueda/filtro
it: Cerca/Filtro
pl: Znajdź/Filtruj
pt_br: Busca/Filtro
tr: Arama/Filtre

source: Encrypt
ca: Xifra
es: Cifrado
it: Cifra
pl: Zaszyfruj
pt_br: Criptografar
tr: Şifrele

source: Insert
ca: Inseriu
es: Insertar
it: Inserisci
pl: Wstaw
pt_br: Inserir
tr: Ekle

source: no action has been selected
ca: No heu seleccionat cap acció
es: no se ha seleccionado ninguna acción
it: non è stata selezionata nessuna azione
pl: żadna akcja nie została wybrana
pt_br: nenhuma ação foi selecionada
tr: bir eylem seçilmedi

source: no action has been successful
ca: Cap acció ha conclòs amb èxit
es: ninguna acción ha sido correcta
it: nessuna azione è riuscita
pl: żadna akcja nie została wykonana pomyślnie
pt_br: nenuhma ação obteve sucesso
tr: başarılı olan eylem yok

source: Key does not support this operation
ca: La clau no té suport per aquesta operació
es: La clave no soporta esta operación
it: La chiave non supporta questa operazione
pl: Klucz nie obsługuje tej operacji
pt_br: A chave não suporta essa operação
tr: Anahtar bu işlemi desteklemiyor

source: Error loading WebPG
ca: S'ha produï un error en carregar WebPG
es: Error al cargar WebPG
it: Errore nel caricamento di WebPG
pl: Błąd podczas ładowania WebPG
pt_br: Erro carregando o WebPG
tr: WebPG yüklenirken hata oluştu

source: We encountered a problem while attempting to load WebPG
ca: S'ha produït un problema quan s'intentava carregar WebPG
es: Hemos encontrado un problema al intentar cargar WebPG
it: Abbiamo riscontrato un problema durante il caricamento di WebPG
pl: Wystąpił problem podczas próby wczytania WebPG
pt_br: Encontramos um problema ao tentar carregar o WebPG
tr: WebPG yükleme sırasında bir problemlen karşılaştık

source: Suggestions
ca: Suggeriments
es: Sugerencias
it: Suggerimenti
pl: Sugestie
pt_br: Sugestões
tr: Öneriler

source: The plugin was unable to load
ca: Ha estat impossible carregar el connector
es: No se puede cargar el Plugin
it: Caricamento del plugin fallito
pl: Nie można było wczytać wtyczki
pt_br: O plugin não pôde ser carregado
tr: Eklenti yüklenemedi

source: The Firefox Click to Play feature is enabled
ca: S'ha activat l'opció Click to Play del Firefox
es: La función Click to Play de Firefox está habilitada
it: La funzione Click to Play di Firefox è abilitata
pt_br: O recurso Click to Play do Firefox está ativado
tr: Firefox Click to Play özelliği aktif

source: WebPG cannot load the required plugin with this feature enabled
ca: WebPG no pot carregar el connector necessari amb aquesta opció activa
es: WebPG no puede cargar el complemento requerido con esta característica activada
it: WebPG non è in grado di caricare il plugin richiesto con questa funzione abilitata
pt_br: O WebPG não pode carregar o plugin necessário com este recurso ativado
tr: Bu özellik aktifken WebPG gerekli eklentiyi yükleyemez

source: There might be a problem with the gpg installation
ca: Podria haver un problema amb la instal·lació de gpg
es: Puede haber un problema con la instalación gpg
it: Potrebbe esserci un problema con l'installazione di gpg
pl: Mógł wystąpić problem z instalacją gpg
pt_br: Pode haver um problema com a instalação do gpg
tr: gpg kurulumuyla ilgili bir problem olabilir

source: consider reinstalling gpg4win
ca: Reinstal·li gpg4win
es: Concidere reinstalar gpg4win
it: considera di reinstallare gpg4win
pl: spróbuj zainstalować ponownie program gpg4win
pt_br: considere reinstalar o gpg4win
tr: gpg4win'i tekrar kurmayı deneyin

source: Error Details
ca: Detalls de l'error
es: Detalles del error
it: Dettagli dell'errore
pl: Szczegóły dotyczące błędu
pt_br: Detalhes do erro
tr: Hata Ayrıntıları

source: Error in Method
ca: Errada en le mètode
es: Error in el Metodo
it: Errore nel metodo
pl: Błąd w metodzie
pt_br: Erro no Método
tr: Metodda Hata

source: Error Code
ca: Errada de codi
es: Código del error
it: Codice d'errore
pl: Kod błędu
pt_br: Código do erro
tr: Hata Kodu

source: Error String
ca: Errada a la cadena
es: Error en la cadena
it: Messaggio d'errore
pl: Treść błędu
pt_br: String do erro
tr: Hata Mesajı

source: File
ca: Fitxer
es: Archivo
pl: Plik
pt_br: Arquivo
tr: Dosya

source: Line
ca: Línia
es: Linea
it: Riga
pl: Linia
pt_br: Linha
tr: Satır

source: Unknown Error
ca: S'ha produït un error desconegut
es: Error desconocido
it: Errore sconosciuto
pl: Nieznany Błąd
pt_br: Erro Desconhecido
tr: Bilinmeyen Hata

source: System Information
ca: Informació del sistema
es: Información del sistema
it: Informazioni di sistema
pl: Informacja o systemie
pt_br: Informação do sistema
tr: Sistem Bilgisi

source: App Version
ca: Versió de l'aplicació
es: Versión de la Aplicacion
it: Versione dell'applicazione
pl: Wersja aplikacji
pt_br: Versão do aplicativo
tr: Uygulama Sürümü

source: Sub-product
ca: Subproducte
es: Sub-Producto
it: Sotto-prodotto
pl: Numer buildu
pt_br: Subproduto
tr: Alt ürün

source: Vendor
ca: Proveïdor
es: Fabricante
it: Fornitore
pl: Producent
pt_br: Fornecedor
tr: Üretici

source: no email address provided
ca: no heu introduït cap adreça de correu electrònic
es: ninguna dirección de correo electrónico proporcionada
it: nessun indirizzo email fornito
pl: nie podano adresu email
pt_br: nenhum endereço de email fornecido
tr: eposta adresi belirtilmedi

source: Use
ca: Utilitza
es: Usar
it: Usa
pl: Użyj
pt_br: Usar
tr: Kullan

source: Sign only
ca: Només signa
es: Firmar solamente
it: Firma soltanto
pl: Tylko podpisz
pt_br: Somente assinar
tr: Sadece imzala

source: Sign and Encrypt
ca: Signa i xifra
es: Firmar y Encriptar
it: Firma e cifra
pl: Podpisz i zaszyfruj
pt_br: Assinar e Criptografar
tr: İmzala ve Kriptola/Şifrele

source: Symmetric Encryption
ca: Xifratge simètric
es: Encriptación simetrica
it: Cifratura simmetrica
pl: Zaszyfruj symetrycznie (na hasło)
pt_br: Criptografia simétrica
tr: Simetrik Kriptolama

source: Decrypt
ca: Desxifra
es: Desencriptar
it: Decifra
pl: Odszyfruj
pt_br: Descriptografar
tr: Şifre Çöz

source: Verify
ca: Verifica
es: Verificar
it: Verifica
pl: Weryfikuj
pt_br: Verificar
tr: Doğrula

source: Secure Editor
ca: Editor Segur
es: Editor seguro
it: Editor sicuro
pl: Bezpieczny edytor
pt_br: Editor seguro
tr: Güvenli Düzenleyici

source: PGP Signed Message
ca: Missatge signat amb PGP
es: Mensaje firmado PGP
it: Messaggio PGP firmato
pl: Wiadomość podpisana za pomocą PGP
pt_br: Mensagem assinada com PGP
tr: PGP İmzalı Mesaj

source: PGP ENCRYPTED OR SIGNED MESSAGE
ca: MISSATGE XIFRAT O SIGNAT AMB PGP
es: Encriptar o firmar mensaje con PGP
it: MESSAGGIO PGP CIFRATO O FIRMATO
pl: WIADOMOŚĆ ZASZYFROWANA LUB PODPISANA PGP
pt_br: MENSAGEM CRIPTOGRAFADA OU ASSINADA COM PGP
tr: PGP ŞİFRELİ VEYA İMZALI MESAJ

source: PGP Public Key
ca: Clau Pública de PGP
es: Clave pública PGP
it: Chiave pubblica PGP
pl: Klucz publiczny PGP
pt_br: Chave pública PGP
tr: PGP Genel Anahtar

source: WebPG Secure Editor
ca: Editor Segur WebPG
es: Editor seguro WebPG
it: Editor sicuro di WebPG
pl: Bezpieczny edytor WebPG
pt_br: Editor seguro do WebPG
tr: WebPG Güvenli Düzenleyici

source: Unsecured Editor
ca: Editor no segur
es: Editor no seguro
it: Editor insicuro
pl: Niezabezpieczony edytor
pt_br: Editor inseguro
tr: Güvensiz Düzenleyici

source: Generating Key
ca: S'està generant una clau
es: Generando clave
it: Generazione della chiave
pl: Generowanie klucza
pt_br: Gerando a chave
tr: Anahtar Oluşturuluyor

source: Waiting for entropy
ca: S'està esperant entropia
es: Esperando entropía
it: In attesa di entropia
pl: Oczekiwanie na entropię
pt_br: Aguardando pela entropia
tr: Entropi için bekleniyor

source: Building key
ca: Construïnt una clau
es: Creando Clave
it: Creazione della chiave
pl: Budowanie klucza
pt_br: Construindo chave
tr: Anahtar yaratılıyor

source: please wait
ca: Espereu
es: Espere por favor
it: attendere
pl: proszę czekać
pt_br: espere, por favor
tr: lütfen bekleyin

source: Private Keys
ca: Claus privades
es: Claves privadas
it: Chiavi private
pl: Klucze prywatne
pt_br: Chaves privadas
tr: Özel Anahtarlar

source: Public Keys
ca: Claus públiques
es: Claves pública
it: Chiavi pubbliche
pl: Klucze publiczne
pt_br: Chaves públicas
tr: Genel (Herkese Açık) Anahtarlar

source: Your Name
ca: El vostre nom
es: Su nombre
it: Il tuo nome
pl: Twoje imię
pt_br: Seu nome
tr: Adınız

source: Your Email
ca: La vostra adreça de correu electrònic
es: Su correo electrónico
it: La tua email
pl: Twój email
pt_br: Seu email
tr: E-posta Adresiniz

source: Comment
ca: Comentari
es: Comentario
it: Commento
pl: Opis
pt_br: Comentário
tr: Açıklama/Yorum

source: Passphrase
ca: Frase de pas
es: Contraseña
pl: Hasło
pt_br: Frase secreta
tr: Parola

source: Repeat Passphrase
ca: Repetiu la frase de pas
es: Repetir Contraseña
it: Ripeti la passphrase
pl: Powtórz hasło
pt_br: Repita a frase secreta
tr: Parolayı Tekrar Girin

source: Advanced Options
ca: Opcions avançades
es: Opciones avanzadas
it: Opzioni avanzate
pl: Zaawansowane ustawienia
pt_br: Opções avançadas
tr: Gelişmiş Seçenekler

source: Public Key Algorithm
ca: Algorisme de clau pública
es: Algoritmo de Clave Pública
it: Algoritmo a chiave pubblica
pl: Algorytm klucza publiczngo
pt_br: Algoritmo da chave pública
tr: Genel Anahtar Algoritması

source: Public Key Size
ca: Mida de la clau pública
es: Tamaño de Clave Pública
it: Dimensione della chiave pubblica
pl: Rozmiar klucza publicznego
pt_br: Tamanho da chave pública
tr: Genel Anahtar Boyutu

source: Private Key Algorithm
ca: Algorisme de clau privada
es: Algoritmo de Clave Privada
it: Algoritmo a chiave privata
pl: Algorytm klucza prywatnego
pt_br: Algoritmo da chave privada
tr: Özel Anahtar Algoritması

source: Private Key Size
ca: Mida de la clau privada
es: Tamaño de Clave Privada
it: Dimensione della chiave privata
pl: Rozmiar klucza prywatnego
pt_br: Tamanho da chave privada
tr: Özel Anahtar Boyutu

source: Expire in
ca: Expira en
es: Expira en
it: Scade tra
pl: Klucz wygasa za
pt_br: Expira em
tr: Zaman aşımı tarihi

source: Never
ca: Mai
es: Nunca
it: Mai
pl: Nigdy
pt_br: Nunca
tr: Hiçbir Zaman

source: n30 days
ca: n30 dies
es: n30 dias
it: n30 giorni
pl: 30 dni
pt_br: n30 dias
tr: n30 gün

source: n90 days
ca: n90 dies
es: n90 Dias
it: 90 giorni
pl: 90 dni
pt_br: n90 dias
tr: n90 gün

source: n1 year
ca: n1 any
es: n1 Años
it: n1 anno
pl: 1 rok
pt_br: n1 ano
tr: n1 yıl

source: Subkey Options
ca: Opcions de Subclau
es: Opciones de Subclave
it: Opzioni della sottochiave
pl: Ustawienia klucza wewnętrznego (subkey)
pt_br: Opções de subchave
tr: Alt-anahtar Seçenekleri

source: encrypt only
ca: només xifra
es: Solo encriptar
it: cifra soltanto
pl: tylko szyfrowanie
pt_br: somente criptografar
tr: sadece kriptolama/şifreleme

source: set your own capabilities
ca: introduïu les vostres pròpies capacitats
es: establecer sus propias capacidades
it: imposta le tue capacità
pl: ustaw możliwości klucza
pt_br: escolher suas próprias capacidades
tr: diğer yetenekleri belirleyin

source: Sign
ca: Signa
es: Firma
it: Firma
pl: Podpisywanie
pt_br: Assinar
tr: İmzala

source: Authenticate
ca: Autentica
es: Autenticar
it: Autentica
pl: Uwierzytelnianie
pt_br: Autenticar
tr: Kimlik Doğrula

source: Revoke this Key
ca: Revoca aquesta clau
es: Revocar esta Clave
it: Revoca questa chiave
pl: Unieważnij ten klucz
pt_br: Revogar esta chave
tr: Bu anahtarı geçersiz kıl

source: Revoke this UID
ca: Revoca aquest UID
es: Revocar esta UID
it: Revoca questo ID utente
pl: Unieważnij tę tożsamość
pt_br: Revogar esta UID
tr: Bu UID'i geçersiz kıl

source: Revoke this Signature
ca: Revoca aquesta signatura
es: Revocar esta Firma
it: Revoca questa firma
pl: Unieważnij ten podpis
pt_br: Revogar essa assinatura
tr: Bu imzayı geçersiz kıl

source: Delete this Signature
ca: Esborra aquesta signatura
es: Eliminar esta Firma
it: Elimina questa firma
pl: Usuń ten podpis
pt_br: Eliminar essa assinatura
tr: Bu imzayı sil

source: Delete this UID
ca: Esborra aquest UID
es: Eliminar esta UID
it: Elimina questo ID utente
pl: Usuń tę tożsamość
pt_br: Eliminar essa UID
tr: Bu UID'i sil

source: Delete this Key
ca: Esborra aquesta clau
es: Eliminar esta Clave
it: Elimina questa chiave
pl: Usuń ten klucz
pt_br: Eliminar essa chave
tr: Bu anahtarı sil

source: This key will be permanently deleted
ca: Aquesta clau serà suprimida permanentment
es: Esta clave se eliminara permanentemente
it: Questa chiave verrà eliminata permanentemente
pl: Ten klucz zostanie trwale usunięty
pt_br: Essa chave será eliminada permanentemente
tr: Bu anahtar kalıcı olarak silinecek

source: Are you sure
ca: Segur?
es: Esta seguro
it: Sei sicuro
pl: Czy jesteś pewien
pt_br: Você tem certeza
tr: Emin misiniz

source: Change Expiration
ca: Canvia el venciment
es: Cambiar caducidad
it: Cambia scadenza
pl: Zmień datę ważności
pt_br: Alterar validade
tr: Zaman Aşımı Tarihini Değiştir

source: Sign this UID
ca: Signa aquest UID
es: Firmar esta UID
it: Firma questo ID utente
pl: Podpisz tę tożsamość
pt_br: Assinar esta UID
tr: Bu UID'i imzala

source: Key Details
ca: Detalls de la clau
es: Detalles de la Clave
it: Dettagli della chiave
pl: Szczegóły klucza
pt_br: Detalhes da chave
tr: Anahtar Detayları

source: Export Public Key
ca: Exporta la Clau pública
es: Exportar Clave Publica
it: Esporta la chiave pubblica
pl: Eksport klucza publicznego
pt_br: Exportar chave pública
tr: Genel Anahtarı Dışa Aktar

source: Add UID
ca: Afegeix UID
es: AgregarUID
it: Aggiungi ID utente
pl: Dodaj tożsamość
pt_br: Adicionar UID
tr: UID Ekle

source: Are you sure you wish to revoke this Key
ca: Segur que voleu revocar aquesta clau
es: Estas seguro que deseas revocar esta Clave
it: Sei sicuro di voler revocare questa chiave
pl: Czy na pewno chcesz wycofać ten klucz?
pt_br: Tem certeza de que deseja revogar esta chave
tr: Bu anhtarı geçersiz kılmak istediğinize emin misiniz

source: Are you sure you wish to revoke this UID
ca: Segur que voleu revocar aquest UID
es: Estas seguro que deseas revocar esta UID
it: Sei sicuro di voler revocare questo ID utente
pl: Czy na pewno chcesz wycofać tę tożsamość?
pt_br: Tem certeza de que deseja revogar esta UID
tr: Bu UID'i geçersiz kılmak istediğinize emin misiniz

source: Are you sure you wish to revoke this Signature
ca: Segur que voleu revocar aquesta signatura
es: Estas seguro que deseas revocar esta Firma
it: Sei sicuro di voler revocare questa firma
pl: Czy na pewno chcesz wycofać ten podpis?
pt_br: Tem certeza de que deseja revogar esta assinatura
tr: Bu imzayı geçersiz kılmak istediğinize emin misiniz

source: Are you sure you wish to delete this Signature
ca: Segur que voleu eliminar aquesta signatura
es: Estas seguro que deseas eliminar esta Firma
it: Sei sicuro di voler eliminare questa firma
pl: Czy na pewno chcesz usunąć ten podpis?
pt_br: Tem certeza de que deseja eliminar esta assinatura
tr: Bu imzayı silmek istediğinize emin misiniz

source: Are you sure you want to permanently delete this UID
ca: Segur que voleu eliminar permanentment aquest UID
es: Estas seguro que deseas eliminar esta UID
it: Sei sicuro di voler eliminare permanentemente questo ID utente
pl: Czy na pewno chcesz trwale usunąć tę tożsamość?
pt_br: Tem certeza de que deseja eliminar esta UID permanentemente
tr: Bu UID'i kalıcı olarak silmek istediğinize emin misiniz
