Repository: dhyannataraj/webpg-chrome
Catalog: po/*.po
Languages: ca, es, it, pl, pt_br, tr

source: GPGCONF binary
ca: Binari GPGCONF
es: Binario GPGCONF
it: Eseguibile GPGCONF
pl: biblioteka GPGCONF
pt_br: executável do GPGCONF

source: Your system appears to be configured correctly for WebPG
ca: El vostre sistema sembla estar configurat correctament per al WebPG
es: Al parecer tu sistema ha sido configurado correctamente para WebPG
it: Il tuo sistema sembra configurato correttamente per WebPG
pl: Twój system wyglądna na skonfigurowany poprawnie do używania WebPG
pt_br: Seu sistema parece estar configurado corretamente para o WebPG

source: There is a problem with your configuration
ca: Hi ha un problema amb la vostra configuració
es: Hay un problema con la configuración
it: Si è verificato un probema con la tua configurazione
pl: Wystąpił problem z twoją konfiguracją
pt_br: Há um problema com a sua configuração
tr: Yapılandırmanızda bir sorun bulunuyor

source: Inline formatting mode
ca: Mode de formateig de l'Incrustat
es: Modo de formateo de la Incrustación
pt_br: Modo de formatação em linha

source: Window
ca: Finestra
es: Ventana
pl: Okno
pt_br: Janela
tr: Pencere

source: Icon
ca: Icona
es: Icono
pl: Ikona
pt_br: ícone
tr: Simge

source: Sample
ca: Mostra
es: Ejemplo
it: Esempio
pl: Przykład
pt_br: Exemplo
tr: Örnek

source: WebPG Toolbar
ca: Barra d'eines de WebPG
es: Barra de herramientas WebPG
it: Barra degli strumenti di WebPG
pt_br: Barra de ferramentas do WebPG

source: WebPG GMAIL integration is EXPERIMENTAL
ca: La integració amb WebPG GMAIL és EXPERIMENTAL
es: la integracion de WebPG GMAIL es EXPERIMENTAL
it: L'integrazione di WebPG in GMAIL è SPERIMENTALW
pl: Integracja WebPG z Gmailem jest EKSPERYMENTALNA
pt_br: A integração do WebPG com o GMAIL é EXPERIMENTAL

source: use at your own risk
ca: Fer-ne ús assumint els riscos
es: Usar bajo tu propio riesgo
it: usa a tuo rischio
pl: Używaj na własne ryzyko
pt_br: use em seu próprio risco

source: Text copied to clipboard
ca: Text copiat al porta-retalls
es: Texto copiado al portapapeles
it: Testo copiato negli appunti
pl: Tekst skopiowany do schowka
pt_br: Texto copiado para a área de transferência

source: There may have been a problem placing the data into the clipboard
ca: Podria haver un problema en la còpia de les dades al porta-retalls
es: Puede haber un problema de colocar los datos en el portapapeles
it: Potrebbe essersi verificato un problema copiando i dati negli appunti
pl: Mógł wystąpić problem podczas kopiowania danych do schowka
pt_br: Pode ter ocorrido um problema ao salvar os dados na área de transferência

source: TEXT COPIED
ca: TEXT COPIAT
es: TEXTO COPIADO
it: TESTO COPIATO
pl: TEKST SKOPIOWANY
pt_br: TEXTO COPIADO

source: UNABLE TO COPY TEXT
ca: IMPOSSIBLE COPIAR EL TEXT
es: INCAPAZ DE COPIAR TEXTO
it: IMPOSSIBILE COPIARE IL TESTO
pl: NIE MOŻNA SKOPIOWAĆ TEKSTU
pt_br: IMPOSSÍVEL COPIAR TEXTO

source: COPY TO CLIPBOARD
ca: COPIA AL PORTA-RETALLS
es: Copiar al portapapeles
it: COPIA NEGLI APPUNTI
pl: KOPIUJ DO SCHOWKA
pt_br: COPIAR PARA ÁREA DE TRANSFERÊNCIA

source: Verify this text
ca: Verifica aquest text
es: Verificar este texto
it: Verifica questo testo
pl: Zweryfikuj ten tekst
pt_br: Verificar este texto

source: Decrypt this text
ca: Desencripta aquest text
es: Desencriptar este texto
it: Decifra questo testo
pl: Odszyfruj ten tekst
pt_br: Descriptografar este texto

source: Import this Key
ca: Importa aquesta Clau
es: Importar esta Clave
it: Importa questa chiave
pl: Podpisz ten klucz
pt_br: Importar esta chave

source: Clear-sign this text
ca: Neteja la signatura d'aquest text
es: Borrar firma a este texto
it: Firma in chiaro questo testo
pl: Podpisz ten tekst
pt_br: Assinar este texto de forma transparente

source: Encrypt this text
ca: Encripta aquest text
es: Encriptar este texto
it: Cifra questo testo
pl: Zaszyfruj ten tekst
pt_br: Criptografar este texto

source: Paste Public Key
ca: Enganxa la Clau Pública
es: Pegar Clave Publica
it: Incolla chiave pubblica
pl: Wklej klucz publiczny
pt_br: Colar chave pública

source: UNABLE TO DECRYPT OR VERIFY THIS MESSAGE
ca: IMPOSSIBLE DESENCRIPTAR O VERIFICAR AQUEST MISSATGE
es: No se puede desencriptar o verificar este mensaje
it: IMPOSSIBILE DECIFRARE O VERIFICARE QUESTO MESSAGGIO
pl: NIE MOŻNA ODSZYFROWAĆ ANI ZWERYFIKOWAĆ TEJ WIADOMOŚCI
pt_br: INCAPAZ DE DESCRIPTOGRAFAR OU VERIFICAR ESTA MENSAGEM

source: PGP ENCRYPTED AND SIGNED MESSAGE
ca: MISSATGE ENCRIPTAT I SIGNAT PGP
es: Mensaje encriptado o firmado con PGP
it: MESSAGGIO CIFRATO E FIRMATO CON PGP
pl: WIADOMOŚĆ ZASZYFROWANA I PODPISANA PGP
pt_br: MENSAGEM CRIPTOGRAFADA E ASSINADA COM PGP

source: DECRYPTION FAILED
ca: EL DESENCRIPTAT HA FALLAT
es: La desencriptación Fallo
it: DECIFRAZIONE FALLITA
pl: ODSZYFROWYWANIE NIE POWIODŁO SIĘ
pt_br: DESCRIPTOGRAFIA FALHOU

source: NO SECRET KEY
ca: NO HI HA CLAU SECRETA
es: No hay clave secreta
it: NESSUNA CHIAVE SEGRETA
pl: BRAK KLUCZA PRYWATNEGO
pt_br: NENHUMA CHAVE SECRETA

source: BAD PASSPHRASE
ca: FRASE DE PAS INCORRECTA
es: Contraseña incorrecta
it: PASSPHRASE SBAGLIATA
pl: ZŁE HASŁO
pt_br: FRASE SECRETA ERRADA

source: DECRYPT THIS MESSAGE
ca: DESENCRIPTA AQUEST MISSATGE
es: desencriptar este mensaje
it: DECIFRA QEUSTO MESSAGGIO
pl: ODSZYFRUJ TĘ WIADOMOŚĆ
pt_br: DESCRIPTOGRAFAR ESTA MENSAGEM

source: DISPLAY ORIGINAL
ca: MOSTRA L'ORIGINAL
es: Mostrar original
it: MOSTRA ORIGINALE
pl: WYŚWIETL ORYGINAŁ
pt_br: EXIBIR ORIGINAL

source: DETACHED PGP SIGNATURE
ca: SIGNATURA PGP ADJUNTADA
es: Firma PGP separado
it: FIRMA PGP STACCATA
pl: ODŁĄCZONA SYGNATURA PGP
pt_br: ASSINATURA PGP SEPARADA

source: PGP SIGNED MESSAGE
ca: MISSATGE SIGNAT AMB PGP
es: MENSAJE FIRMADO CON PGP
it: MESSAGGIO FIRMATO CON PGP
pl: WIADOMOŚĆ PODPISANA PGP
pt_br: MENSAGEM ASSINADA COM PGP

source: THE SIGNATURE ON THIS MESSAGE IS INVALID
ca: LA SIGNATURA EN AQUEST MISSATGE ÉS INVÀLIDA
es: La firma en este mensaje es invalida
it: LA FIRMA SU QUESTO MESSAGGIO NON E' VALIDA
pl: PODPIS POD TĄ WIADOMOŚCIĄ JEST NIEPRAWIDŁOWY
pt_br: A ASSINATURA NESTA MENSAGEM É INVÁLIDA

source: THE SIGNATURE MIGHT BE TAMPERED WITH
ca: LA SIGNATURA PODRIA HAVER ESTAT ALTERADA
es: La firma puede ser alterada
it: LA FIRMA PUO' ESSERE STATA MANOMESSA
pl: KTOŚ MÓGŁ PRÓBOWAĆ PODROBIĆ TEN PODPIS
pt_br: A ASSINATURA PODERIA ESTAR ADULTERADA COM

source: THE SIGNATURE ON THIS MESSAGE FAILED
ca: LA SIGNATURA A AQUEST MISSATGE HA FALLAT
es: La firma en este mensaje falló
it: LA FIRMA DI QUESTO MESSAGGIO E' FALLITA
pl: PODPIS POD TĄ WIADOMOŚCIĄ JEST NIEPRAWIDŁOWY
pt_br: A ASSINATURA FALHOU NESTA MENSAGEM

source: THE MESSAGE MAY BE TAMPERED WITH
ca: EL MISSATGE PODRIA ESTAR ALTERAT
es: El menaje puede ser alterado
it: IL MESSAGGIO PUO' ESSERE MANOMESSO
pl: MOŻLIWE ŻE KTOŚ PRÓBOWAŁ PODROBIĆ WIADOMOŚĆ
pt_br: ESTA MENSAGEM PODE ESTAR ADULTERADA COM

source: THIS MESSAGE WAS SIGNED WITH KEY
ca: AQUEST MISSATGE HA ESTAT SIGNAT AMB CLAU
es: Este mensaje fue firmado con clave
it: QUESTO MESSAGGIO E' STATO FIRMATO CON LA CHIAVE
pl: TA WIADOMOŚĆ ZOSTAŁA PODPISANA KLUCZEM
pt_br: ESTA MENSAGEM FOI ASSINADA COM A CHAVE

source: THIS MESSAGE WAS SIGNED WITH AN EXPIRED PUBLIC KEY
ca: AQUEST MISSATGE HA ESTAT SIGNAT AMB UNA CLAU PÚBLICA CADUCADA
es: Este mensajefue firmado con una clave publica expirada
it: QUESTO MESSAGGIO E' STATO FIRMATO CON UNA CHIAVE PUBBLICA SCADUTA
pl: TA WIADOMOŚĆ ZOSTAŁA PODPISANA PRZETERMINOWANYM KLUCZEM PUBLICZNYM
pt_br: ESTA MENSAGEM FOI ASSINADA COM UMA CHAVE PÚBLICA EXPIRADA

source: THIS MESSAGE WAS SIGNED WITH A PUBLIC KEY NOT IN YOUR KEYRING
ca: AQUEST MISSATGE HA ESTAT SIGNAT AMB UNA CLAU PÚBLICA QUE NO ESTÀ AL VOSTRE ANELL DEL CLAUS
es: Este mensaje fue firmada con una clave publica que no esta en tu almacen
it: QUESTO MESSAGGIO E' STATO FIRMATO CON UNA CHIAVE PUBBLICA NON PRESENTE NEL TUO PORTACHIAVI
pl: TA WIADOMOŚĆ ZOSTAŁA PODPISANA KLUCZEM PUBLICZNYM SPOZA TWOJEGO KEYRINGU
pt_br: ESTA MENSAGEM FOI ASSINADA COM UMA CHAVE PÚBLICA FORA DO SEU CHAVEIRO

source: SEARCH FOR KEYS ON KEYSERVER
ca: CERCA CLAUS AL SERVIDOR DE CLAUS
es: BUSCAR CLAVES EN SERVIDOR DE CLAVES
it: CERCA CHIAVI SUL KEYSERVER
pl: SZUKAJ KLUCZY NA SERWERZE KLUCZY
pt_br: BUSCAR CHAVES NO SERVIDOR DE CHAVES

source: PGP PUBLIC KEY
ca: CLAU PÚBLICA PGP
es: Clave PGP publica
it: CHIAVE PUBBLICA PGP
pl: KLUCZ PUBLICZNY PGP
pt_br: CHAVE PÚBLICA PGP

source: Names/UIDs on Key
ca: Noms/UIDs a la Clau
es: Nombres/UID en la clave
it: Nomi/ID utente sulla chiave
pl: Nazwy/tożsamości w kluczu
pt_br: Nomes/UIDs na chave

source: REVOKED
ca: REVOCADA
es: REVOCADA
it: REVOCATO
pl: WYCOFANA
pt_br: REVOGADA
tr: GEÇERSİZ KILINDI

source: THIS KEY IS NOT IN YOUR KEYRING
ca: AQUESTA CLAU NO ES TROBA AL VOSTRE ANELL DE CLAUS
es: Esta clave no esta en tu almacén
it: LA CHIAVE NON E' PRESENTE NEL TUO PORTACHIAVI
pl: TEGO KLUCZA NIE MA W TWOIM KEYRINGU
pt_br: ESTA CHAVE NÃO ESTA EM SEU CHAVEIRO

source: THIS KEY IS IN YOUR KEYRING
ca: AQUESTA CLAU S'HA TROBAT AL VOSTRE ANELL DE CLAUS
es: Esta clave no esta en tu almacén
it: QUESTA CHIAVE NON E' PRESENTE NEL TUO PORTACHIAVI
pl: TEN KLUCZ JEST W TWOIM KEYRINGU
pt_br: ESTA CHAVE ESTÁ EM SEU CHAVEIRO

source: IMPORT THIS KEY
ca: IMPORTA AQUESTA CLAU
es: Importar esta clave
it: IMPORTA QUESTA CHIAVE
pl: ZAIMPORTUJ TEN KLUCZ
pt_br: IMPORTAR ESTA CHAVE

source: DELETE THIS KEY
ca: ELIMINA AQUESTA CLAU
es: Eliminar esta clave
it: ELIMINA QUESTA CHIAVE
pl: USUŃ TEN KLUCZ
pt_br: ELIMINAR ESTA CHAVE

source: HIDE ORIGINAL
ca: AMAGA L'ORIGINAL
es: Ocultar original
it: NASCONDI L'ORIGINALE
pl: UKRYJ ORYGINAŁ
pt_br: OCULTAR ORIGINAL

source: UNUSABLE KEY
ca: CLAU INUSABLE
es: Clave inutilizable
it: CHIAVE INUTILIZZABILE
pl: KLUCZ NIEUŻYWALNY
pt_br: CHAVE INUTILIZÁVEL

source: NO USER ID
ca: NO HI HA ID D'USUARI
es: no ID del Usuario
it: NESSUN ID UTENTE
pl: BRAK TOŻSAMOŚCI
pt_br: NENHUMA ID DE USUÁRIO

source: About
ca: Quant a
es: Acerca de
pl: O programie
pt_br: Sobre

source: Clear Sign
ca: Elimina Signatura
es: Limpiar firma
it: Firma in chiaro
pl: Wyczyść podpis
pt_br: Assinatura transparente

source: Sign and Encrypt this text
ca: Signa i Encripta aquest text
es: Firmar y encriptar este texto
it: Firma e cifra questo testo
pl: Podpisz i zaszyfruj ten tekst
pt_br: Assinar e criptografar este texto

source: Import this Public key
ca: Importa aquesta Clau Pública
es: Importar esta clave pública
it: Importa questa chiave pubblica
pl: Importuj ten klucz publiczny
pt_br: Importar esta chave pública

source: Do not use WebPG for this message
ca: No empreu WebPG per aquest missatge
es: No usar WebPG para este mensaje
it: Non usare WebPG per questo messaggio
pl: Nie używaj WebPG dla tej wiadomości
pt_br: Não use o WebPG para essa mensagem
tr: Bu mesaj için WebPG kullanılmasın

source: Sign Inline
ca: Signatura incrustada
es: Firma Incrustada
it: Firma nel messaggio
pl: Podpisuj na bieżąco
pt_br: Assinar em linha

source: Sign as Attachment
ca: Signa com a Adjunt
es: Firmar como Adjunto
it: Fima in allegato
pl: Podpisz w załączniku
pt_br: Assinar como anexo

source: You do not have any keys for
ca: No teniu cap clau per
es: No tienes una clave para
it: Non hai alcuna chiave per
pl: Nie masz żadnych kluczy dla następujących odbiorców:
pt_br: Você não possui nenhuma chave para
tr: Bunun için anahtarınız yok

source: or
ca: o
es: o
it: o
pt_br: ou
tr: veya

source: This message already contains PGP data
ca: Aquest missatge ja conté les dades PGP
es: Este mensaje ya contiene datos PGP
it: Questo messaggio contiene già dati PGP
pl: Ta wiadomość już zawiera dane PGP
pt_br: Essa mensagem já contém dados PGP
tr: Bu mesajda zaten PGP verisi var

source: Would you like to Encrypt anyway
ca: Voleu xifrar-lo tanmateix
es: Le gustaría Encriptar de todos modos
it: Vuoi cifrare ugualmente
pl: Czy mimo to chcesz zaszyfrować
pt_br: Gostaria de Criptografar assim mesmo
tr: Yinede kriptolamak/şifrelemek istermisiniz

source: Expired keys found for
ca: Claus trobades que han expirat per
es: Se han encontrado claves caducadas para
it: Trovate chiavi scadute per
pt_br: Chaves expiradas encontradas para
tr: Anahtarları zaman aşımına uğramış:

source: and
ca: i
es: y
it: e
pl: i
pt_br: e
tr: ve

source: You have more than 1 public key matching that address
ca: Teniu més d'una clau pública que coincideix amd aquesta adreça
es: Tienes mas de 1 clave publica para esa dirección
it: Hai più di una chiave pubblica corrispondente a questo indirizzo
pl: Posiadasz więcej niż 1 klucz publiczny odpowiadający temu adresowi
pt_br: Você possui mais de 1 chave pública correspondendo aquele endereço
tr: Bu adresle eşleşen birden fazla genel anahtarınz var

source: The Key for
ca: La clau per
es: Clave para
it: La chiave per
pl: Klucz dla
pt_br: A chave para
tr: Anahtar:

source: is invalid
ca: no és vàlida
es: es invalido
it: non è valido
pl: nie jest prawidłowy
pt_br: é inválida
tr: geçersiz

source: Open the Key Manager
ca: Obriu el Gestor de Claus
es: Abrir el Administrador de Claves
it: Apri il gestore delle chiavi
pl: Otwórz zarządzanie kluczami
pt_br: Abrir o Gerenciador de Chaves
tr: Anahtar Yöneticisini Aç

source: Sign Only
ca: Només signa
es: Solo firmar
it: Firma soltanto
pt_br: Somente assinar
tr: Sadece İmza

source: UIDs
es: UID
it: ID utente
pl: Tożsamości
tr: UIDler

source: Marginal
it: Marginale
pl: Niewielkie
pt_br: Relativa
tr: Kısmen

source: EXPERIMENTAL
it: SPERIMENTALE
pl: EKSPERYMENTALNE
tr: DENEYSEL

source: Editor
pl: Edytor
tr: Düzenleyici

source: KeyID
pl: Identyfikator klucza
tr: Anahtar ID

source: extDesc
pl: Rozszerzenie dodające obsługę GnuPG/GPG/PGP do Chrome
