Repository: dhyannataraj/webpg-chrome
Catalog: po/*.po
Languages: ca, es, it, pl, pt_br, tr

source: Are you sure you want to permanently delete this Photo
ca: Segur que voleu eliminar permanentment aquesta foto
es: Está seguro de querer eliminar permanentemente esta fotografía
it: Sei sicuro di voler eliminare permanentemente questa foto
pt_br: Tem certeza de que deseja eliminar esta foto permanentemente
tr: Bu resimi kalıcı olarak silmek istediğinize emin misiniz

source: New Expiration Date
ca: Nova data de venciment
es: Nueva fecha de Expiración
it: Nuova data di scadenza
pl: Nowa data ważności
pt_br: Nova data de expiração
tr: Yeni Zaman Aşım Tarihi

source: Never Expire
ca: No expira mai
es: Nunca Expira
it: Non scade mai
pl: Nigdy nie wygasa
pt_br: Nunca expirar
tr: Zaman Aşımına Uğramasın

source: Expiration Date
ca: Data de venciment
es: Fecha de Expiración
it: Data di scadenza
pl: Data ważności
pt_br: Data de expiração
tr: Son Kullanım Tarihi

source: Save
ca: Desa
es: Guardar
it: Salva
pl: Zapisz
pt_br: Salvar
tr: Kaydet

source: Delete this key
ca: Suprimeix aquesta clau
es: Eliminar esta Clave
it: Elimina questa chiave
pl: Usuń ten klucz
pt_br: Eliminar esta chave
tr: Bu anahtarı sil

source: Add
ca: Afegeix
es: Añadir
it: Aggiungi
pl: Dodaj
pt_br: Adicionar
tr: Ekle

source: There was an error parsing this image file
ca: S'ha produït un error processant aquest arxiu d'imatge
es: Se produjo un error procesando este archivo de imagen
it: Si è verificato un errore durante l'aggiunta di questa immagine
pl: Wystąpił błąd podczas czytania obrazka
pt_br: Houve um erro ao interpretar este arquivo de imagem
tr: Resim dosyası işlenirken bir hata oluştu

source: There was an error adding this image file
ca: S'ha produït un error quan s'afegia aquest arxiu d'imatge
es: Se produjo un error añadiendo este archivo de imagen
it: Si è verificato un errore durante l'aggiunta di questa immagine
pl: Wystąpił błąd podczas dodawania tego obrazka
pt_br: Houve um erro ao adicionar este arquivo de imagem
tr: Resim dosyası eklenirken bir hata oluştu

source: It is possible the image contains EXIF data
ca: És possible que la imatge contengui dades EXIF
es: Es posible que la imagen contenga información EXIF
it: L'immagine potrebbe contenere metadati
pt_br: É possível que a imagem contenha informações EXIF
tr: Resim EXIF verisi içeriyor olabilir

source: Please use the button above to select a JPEG (.jpg/.jpeg) photo
ca: Empreu el botó de dalt per seleccionar una imatge JPEG (.jpg/.jpeg)
es: Por favor use el botón inferior para seleccionar una imagen JPEG (.jpg/.jpeg)
it: Usa il pulsante qui sopra per selezionare una foto in formato JPEG (.jpg/.jpeg)
pt_br: Por favor utilize o botão acima para selecionar uma foto JPEG (.jpg/.jpeg)
tr: Bir JPEG (.jpg/.jpeg) resim seçmek için lütfen yukarıdaki düğmeyi kullanın

source: Only JPEG image files are supported
ca: Només es poden fer servir arxius JPEG
es: Solo están soportados archivos de imagen JPEG
it: Solo le immagini in formato JPEG sono supportate
pt_br: Apenas arquivos de imagem JPEG são suportados
tr: Sadece JPEG resim dosyaları destekleniyor

source: WARNING
ca: ATENCIÓ
es: ADVERTENCIA
it: AVVISO
pl: OSTRZEŻENIE
pt_br: AVISO
tr: UYARI

source: is quite large
ca: té una mida molt gran
es: es bastante grande
it: è piuttosto grande
pl: jest całkiem duży
pt_br: é bem grande
tr: çok büyük

source: Consider using a smaller image
ca: Considereu emprar una imatge més petita
es: Considera usar una imagen más pequeña
it: Considera di utilizzare un'immagine più piccola
pt_br: Considere usar uma imagem menor
tr: Daha küçük bir resim kullanın

source: Only one image can be added
ca: Només es pot afegir una imatge
es: Solo puede ser añadida una imagen
it: Solo un'immagine può essere aggiunta
pt_br: Apenas uma imagem pode ser adicionada
tr: Sadece bir resim eklenebilir

source: Copy
ca: Copia
es: Copiar
it: Copia
pl: Kopiuj
pt_br: Copiar
tr: Kopyala

source: Please specify the revocation details
ca: Especifiqueu els detalls de revocació
es: Por favor especifica los detalles de la revocación
it: Specificai dettagli della revoca
pl: Podaj szczegóły wycofania
pt_br: Por favor especifique os detalhes de revogação
tr: Lütfen iptal detaylarını belirtin

source: Reason
ca: Motiu
es: Razón
it: Motivo
pl: Powód
pt_br: Razão
tr: Sebep

source: No reason specified
ca: No s'ha especificat el motiu
es: No se especificó ninguna razón
it: Nessun motivo specificato
pl: Nie podano powodu
pt_br: Nenhuma razão especificada
tr: Sebep belirtilmemiş

source: Key has been compromised
ca: La clau ha estat compromesa
es: La clave ha sido comprometida
it: La chiave è stata compromessa
pl: Doszło do naruszenia ochrony danych
pt_br: A chave foi comprometida
tr: Anahtar başkalarının eline geçti

source: Key is superseded
ca: La clau ha estat substituïda
es: La clave ha sido sustituida.
it: La chiave è stata sostituita
pl: Klucz został zastąpiony
pt_br: A chave é substituída
tr: Anahtarın yerine başkası konulmuş ve iptal edilmiştir

source: Key is no longer used
ca: La clau no es fa servir més
es: La clave ya no se utiliza
it: La chiave non è più usata
pl: Klucz nie jest już używany
pt_br: Chave fora de uso
tr: Anahtar artık kullanılmıyor

source: Description
ca: Descripció
es: Descripción
it: Descrizione
pl: Opis
pt_br: Descrição
tr: Açıklama

source: Revoke
ca: Revoca
es: Revocar
it: Revoca
pl: Wycofaj
pt_br: Revogar
tr: İptal Et

source: Are you sure you want to Publish this key to the Keyserver
ca: Segur que voleu publicar aquesta clau al servidor de claus?
es: ¿Está seguro de Publicar esta clave en el Servidor de claves?
it: Sei sicuro di voler pubblicare questa chiave sul keyserver
pl: Czy na pewno chcesz opublikować klucz na serwerze kluczy
pt_br: Tem certeza de que deseja enviar essa chave ao servidor de chaves
tr: Bu anahtarı anahtar sunucusuna göndermek istediğinize emin misiniz

source: Publish
ca: Publica
es: Publicar
it: Pubblica
pl: Publikuj
pt_br: Enviar
tr: Yayımla

source: Sending key to Keyserver
ca: S'està enviant la clau al servidor de claus
es: Enviar clave al Servidor de claves
it: Invio la chiave al keyserver
pl: Wysyłanie klucza na serwer kluczy
pt_br: Enviando chave ao servidor de chaves
tr: Anahtar sunucusuna gönderiliyor

source: There was a problem sending this key to the Keyserver
ca: S'ha produït un problema quan s'enviava aquesta clau al servidor de claus
es: Hay un problema enviando la clave al Servidor de claves.
it: Si è verificato un problema durante l'invio della chiave al keyserver
pl: Wystąpił problem przy wysyłaniu klucza na serwer kluczy
pt_br: Houve um problema ao enviar chave ao servidor de chaves
tr: Anahtar sunucusuna göndermede bir hata oluştu

source: No Keyserver defined
ca: No s'ha definit cap servidor de claus
es: No se definió Servidor de claves
it: Nessun keyserver definito
pl: Brak zdefiniowanego serwera kluczy
pt_br: Nenhum servidor de chaves definido
tr: Anahtar sunucusu belirtilmedi

source: Keyserver
ca: Servidor de claus
es: Servidor de claves
pl: Serwer kluczy
pt_br: Servidor de chaves
tr: Anahtar sunucusu

source: Try Again
ca: Torneu-ho a provar
es: Volver a intentar
it: Riprova
pl: Spróbuj ponownie
pt_br: Tentar novamente
tr: Tekrar Deneyin

source: Key Published to Keyserver
ca: Clau publicada al servidor de claus
es: Clave publicada en Servidor de claves
it: Chiave pubblicata sul keyserver
pl: Klucz opublikowano na serwerze kluczy
pt_br: Chave enviada ao servidor de chaves
tr: Anahtar sunucuya gönderildi

source: Publish Again
ca: Publicar una altra vegada
es: Publicar nuevamente
it: Pubblica ancora
pl: Publikuj ponownie
pt_br: Enviar novamente
tr: Tekrar Yayımla

source: Publish to Keyserver
ca: Publica a un Servidor de Claus
es: Publicar en Servidor de claves
it: Pubblica su keyserver
pl: Publikuj na serwerze kluczy
pt_br: Publicar no Keyserver
tr: Anahtar sunucusuna gönder

source: Key not found on keyserver
ca: La clau no s'ha trobat al servidor de claus
es: Clave no encontrada en Servidor de claves
it: Chiave non trovata sul keyserver
pl: Klucz nie znaleziony na serwerze kluczy
pt_br: Chave não encontrada no servidor de chaves
tr: Anahtar sunucuda bulunamadı

source: User ID is no longer valid
ca: La ID d'usuari ja no és vàlida
es: ID del usuario ya no es válido
it: L'ID utente non è più valido
pl: Tożsamość przestała być ważna
pt_br: A ID de usuário não é mais válida
tr: Kullanıcı ID artık geçerli değil

source: Please select which of your keys to create the signature with
ca: Seleccioneu quina de les vostres claus es farà servir per crear la signatura
es: Por favor, seleccione otra Clave para crear la firma
it: Seleziona quale delle tue chiavi vuoi usare per firmare
pl: Wybierz które z twoich kluczy zostaną użyte do stworzenia podpisu
pt_br: Por favor selecione uma de suas chaves para criar a assinatura
tr: İmzayı hangi anahtarlar ile yaratacağınızı seçin lütfen

source: You have not enabled any keys for use with webpg
ca: No heu habilitat cap clau per emprar amb webpg
es: No tienes habilitado una clave para usar con WebPG
it: Non hai abilitato nessuna chiave per l'uso con webpg
pl: Żaden klucz nie jest włączony
pt_br: Você não ativou nenhuma chave para usar com o webpg
tr: webpg ile kullanmak için bir anahtar seçmediniz

source: please click here
ca: Cliqueu aquí
es: por favor haga clic aquí
it: clicca qui
pl: kliknij tutaj
pt_br: por favor clique aqui
tr: lütfen buraya tıklayın

source: and select 1 or more keys for use with webpg
ca: i seleccioneu 1 o més claus per fer servir amb webpg
es: y selecciona 1 o más claves para usar con WebPG
it: e seleziona una o più chiavi da usare con webpg
pl: i wybierz 1 lub więcej kluczy do używania z webpg
pt_br: e selecione 1 ou mais chaves para usar com o webpg
tr: ve webpg ile kullanım için bir veya daha fazla anahtar seçin

source: You have not generated any keys
ca: No heu generat cap clau
es: No tienes generada ninguna Clave
it: Non hai generato alcuna chiave
pl: Nie utworzyłeś żadnych kluczy
pt_br: Você não gerou nenhuma chave
tr: Bir anahtar yaratmadınız

source: and generate a key to use with webpg
ca: i genereu una clau per emprar amb webpg
es: y generar una clave para usar con WebPG
it: e genera una chiave da usare con webpg
pl: i wygeneruj klucz do używania z webpg
pt_br: e crie uma chave para usar com o webpg
tr: ve webpg ile kullanım için bir anahtar yaratın

source: Already signed with this key
ca: Ja heu signat amb aquesta clau
es: Actualmente firmado con esta clave
it: Già firmato con questa chiave
pl: Już podpisano z użyciem tego klucza
pt_br: Já assinou com esta chave
tr: Zaten bu anahtar ile imzalanmış

source: Signature added using this key
ca: Signatura afegida fent servir aquesta clau
es: Firma agregada usando esta clave
it: Firma aggiunta usando questa chiave
pl: Dodany podpis z użyciem tego klucza
pt_br: Assinatura adicionada usando esta chave
tr: İmza bu anahtar kullanılarak eklendi

source: Delete this Photo
ca: Elimina aquesta Foto
es: Eliminar esta fotografía
it: Elimina questa foto
pt_br: Eliminar esta foto
tr: Bu resimi sil

source: Searching for
ca: S'està buscant
es: Búsqueda de
it: Cerca
pl: Szukanie
pt_br: Buscando por
tr: Aranan

source: Key Created
ca: Clau Creada
es: Clave creada
it: Chiave creata
pl: Klucz utworzony
pt_br: Chave criada
tr: Anahtar Yaratıldı

source: Expires
ca: Venciment
es: Expira
it: Scade
pl: Wygasa
pt_br: Válida até
tr: Son Kullanım

source: Expired
ca: Ha vençut
es: Caducado
it: Scaduta
pl: Wygasły
pt_br: Expirada
tr: Süresi geçmiş

source: User IDs
ca: IDs d'Usuari
es: Identificadores de Usuario
it: ID utente
pl: Tożsamości
pt_br: IDs de usuário
tr: Kullanıcı IDleri

source: Fingerprint
ca: Empremta digital
es: Huella digital
it: Impronta digitale
pl: Odcisk klucza
pt_br: Impressão digital
tr: Parmak izi

source: Status
ca: Estatus
es: Estado
it: Stato
tr: Durum

source: Revoked
ca: S'ha revocat
es: Revocado
it: Revocata
pl: Unieważniony
pt_br: Revogada
tr: İptal edildi

source: Invalid
ca: S'ha invalidat
es: Inválido
it: Non valida
pl: Nieprawidłowy
pt_br: Inválida
tr: Geçersiz

source: Disabled
ca: Desactivada
es: Desactivado
it: Disabilitate
pl: Wyłączony
pt_br: Desativado
tr: Devre dışı

source: Valid
ca: S'ha validat
es: Válido
it: Valida
pl: Prawidłowy
pt_br: Válido
tr: Geçerli

source: Key Algorithm
ca: Clau de l'algorisme
es: Algoritmo de la Clave
it: Algoritmo della chiave
pl: Algorytm klucza
pt_br: Algoritmo da chave
tr: Anahtar Algoritması

source: Validity
ca: Validesa
es: Validez
it: Validità
pl: Ważność
pt_br: Validade
tr: Geçerlilik

source: Key Options
ca: Opcions de la Clau
es: Opciones de Clave
it: Opzioni della chiave
pl: Ustawienia klucza
pt_br: Opções de chave
tr: Anahtar Seçenekleri

source: Operations
ca: Operacions
es: Operaciones
it: Operazioni
pl: Działania
pt_br: Operações
tr: İşlemler

source: Subkeys
ca: Subclaus
es: Subclaves
it: Sottochiavi
pl: Klucze wewnętrzne
pt_br: Subchaves
tr: Alt anahtarlar

source: Subkey Details
ca: Detalls de la Subclau
es: Detalles de la Subclave
it: Dettagli della sottochiave
pl: Szczegóły klucza wewnętrznego
pt_br: Detalhes da subchave
tr: Alt-anahtar Detayları

source: Flags
ca: Indicadors
es: Indicadores
it: Etichette
pl: Flagi
pt_br: Marcadores
tr: İşaretler

source: Signatures made with keys not in your keyring are omitted
ca: Les Signatures creades amb claus que no estiguin del teu anell de claus són omeses
es: Firmas hechas con claves que fueron omitidas de tu almacen
it: Le firme eseguite con chiavi non presenti nel tuo portachiavi sono omesse
pl: Podpisy złożone kluczami spoza twojego keyringu są pomijane
pt_br: Assinaturas realizadas com chaves fora do seu chaveiro são omitidas
tr: Anahtarlıkta bulunmayan anahtarlar ile yapılmış imzalar hariç tutulur

source: Created
ca: S'ha creat
es: Creado
it: Creato
pl: Utworzony
pt_br: Criação
tr: Oluşturulma

source: User Photos
ca: Fotos d'Usuari
es: Fotografías de usuario
it: Foto utente
pl: Zdjęcia użytkownika
pt_br: Fotos de usuário
tr: Kullanıcı Resimleri

source: Enable this key for GnuPG operations
ca: Habilita aquesta clau per operacions amb GnuPG
es: Permitir esta clave para operaciones GnuPG
it: Abilita questa chiave per le operazioni di GnuPG
pl: Używaj tego klucza do operacji GnuPG
pt_br: Ativar esta chave para operações GnuPG
tr: Bu anahtarı GnuPG işlemlerinde kullan

source: This is your default key
ca: Aquesta és la vostra clau predeterminada
es: Esta es la clave por defecto
it: Questa è la tua chiave predefinita
pl: To jest twój domyślny klucz
pt_br: Esta é sua chave padrão
tr: Bu varsayılan anahtarınız

source: Make this the default key for GnuPG operations
ca: Fes aquesta clau predeterminada per operacions amb GnuPG
es: Establecer ésta como la clave por defecto para operaciones GnuPG
it: Imposta questa chiave come predefinita per le operazioni di GnuPG
pl: Uczyń ten klucz domyślnym do operacji GnuPG
pt_br: Tornar esta chave a padrão para operações do GnuPG
tr: Bu anahtarı GnuPG işlemleri için varsayılan olarak belirle

source: Enabled
ca: Activada
es: Activado
it: Abilitato
pl: Włączony
pt_br: Ativado
tr: Aktif

source: Cannot unset your default key
ca: No es pot canviar la configuració de la vostra clau predeterminada
es: No se puede desconfigurar tu clave por defecto
it: Impossibile utilizzare la tua chiave predefinita
pl: Nie można wyłączyć twojego domyślnego klucza
pt_br: Impossível desmarcar sua chave padrão
tr: Varsayılan anahtar değiştirilemiyor

source: Trust Assignment
ca: Assignació de Confiança
es: asignar de confianza
it: Livello di fiducia
pl: Zaufanie
pt_br: Atribuição de confiança
tr: Güven Belirleme

source: Unknown
ca: Es desconeix
es: Desconocido
it: Sconosciuto
pl: Nieznane
pt_br: Desconhecido
tr: Bilinmeyen

source: Full
ca: Completa
es: Completa
it: Piena
pl: Pełne
pt_br: Completa
tr: Tam

source: Group Assignment
ca: Assignació de grup
es: Asignación de grupo
pl: Pomocnik grup
pt_br: Atribuição de grupo
tr: Grup Belirleme

source: Change Passphrase
ca: Canvi de la frase de pas
es: Cambiar contraseña
it: Cambia passphrase
pl: Zmień hasło
pt_br: Alterar frase secreta
tr: Parolayı Değiştir

source: Add Subkey
ca: Afegeix Subclau
es: Agregar Subclave
it: Aggiungi sottochiave
pl: Dodaj klucz wewnętrzny
pt_br: Adicionar subchave
tr: Alt-anahtar Ekle

source: Add Photo
ca: Afegeix Foto
es: Añadir foto
it: Aggiungi foto
pl: Dodaj zdjęcie
pt_br: Adicinar foto
tr: Fotoğraf Ekle

source: Delete this Subkey
ca: Elimina aquesta Subclau
es: Eliminar Subclave
it: Elimina questa sottochiave
pl: Usuń ten klucz wewnętrzny
pt_br: Eliminar esta subchave
tr: Bu Alt-anahtarı Sil

source: Refresh from Keyserver
ca: Actualitza des d'un Servidor de Claus
es: Actualizar desde el Servidor de claves
it: Aggiorna da keyserver
pl: Odśwież z serwera kluczy
pt_br: Atualizar do Keyserver
tr: Anahtar sunucusundan güncelle

source: Cannot sign a revoked UID
ca: No es pot signar amb una UID revocada
es: No se puede Firmar un UID revocado
it: Impossibile firmare un ID utente revocato
pl: Nie można podpisać wycofanej tożsamości
pt_br: Impossível assinar uma UID revogada
tr: Geçersiz kılınmış bir UID ile imzalanamaz

source: Revoke UID
ca: Revoca UID
es: Revocar UID
it: Revoca ID utente
pl: Wycofaj tożsamość
pt_br: Revogar UID
tr: UID'i geçersiz kıl

source: Cannot make a revoked UID primary
ca: No es pot establir com a primària una UID revocada
es: No se puede crear un UID primario revocado
it: Impossibile rendere primario un ID utente revocato
pl: Nie można ustawić wycofanej tożsamości jako głównej
pt_br: Impossível tornar uma UID revogada em UID principal
tr: Geçersiz kılınmış bir UID birincil yapılamaz

source: Delete
ca: Suprimeix
es: Eliminar
it: Elimina
pl: Usuń
pt_br: Eliminar
tr: Sil

source: This signature was made with a key that does not belong to you
ca: Aquesta signatura ha creat un clau que no us pertany
es: Esta firma se hizo con una clave que no le pertenece
it: Questa firma è stata fatta con una chiave che non ti appartiene
pl: Podpis został złożony za pomocą klucza który nie należy do ciebie
pt_br: Esta assinatura foi realizada com uma chave que não lhe pertence
tr: Bu imza size ait olmayan bir anahtar ile yapılmış

source: This action cannot be undone
ca: Aquesta acció no pot ser desfeta
es: Esta acción no se puede deshacer
it: Questa operazione non può essere annullata
pl: Tej operacji nie będzie można cofnąć
pt_br: Esta ação não pode ser desfeita
tr: Bu işlem geri alınamaz

source: WebPG Options
ca: Opcions WebPG
es: Opciones WebPG
it: Opzioni di WebPG
pl: Ustawienia WebPG
pt_br: Opções do WebPG
tr: WebPG Seçenekleri

source: The WebPG NPAPI Plugin is valid
ca: El connector NPAPI de WegPG és vàlid
es: El plugin WebPG NPAPI es valido
it: Il plugin NPAPI WebPG è valido
pl: Wtyczka WebPG NPAPI jest zainstalowana prawidłowo
pt_br: O plugin NPAP do WebPG é válido
tr: WebPG NPAPI eklentisi geçersiz

source: OpenPGP was detected
ca: S'ha detectat l'OpenPGP
es: Se ha detectado OpenPGP
it: OpenPGP è stato individuato
pl: Wykryto OpenPGP
pt_br: O OpenPGP foi identificado
tr: OpenPGP algılandı

source: It appears you have a key-agent configured
ca: Sembla que teniu configurat el key-agent
es: Al parecer tiene una clave-agente configurado
it: Sembra che tu abbia un key-agent configurato
pl: Wygląda na to że skonfigurowałeś już agenta kluczy
pt_br: Parece que você possui um agente de chaves configurado

source: gpgconf was detected
ca: S'ha detectat el gpgconf
es: gpgconf ha sido detectado
it: gpgconf è stato individuato
pl: gpgconf został wykryty
pt_br: o gpgconf foi identificado
tr: gpgconf algılandı

source: you can use the signature methods
ca: podeu fer servir els mètodes de signatura
es: puedes usar métodos de firma
it: puoi usare questo metodo di firma
pl: możesz używać podpisów elektronicznych
pt_br: você pode usar os métodos de assinatura
tr: imza metodlarını kullanabilirsiniz

source: OpenPGP does not appear to be installed
ca: Sembla que l'OpenPGP no està instal·lat
es: OpenPGP parece que no está instalado
it: OpenPGP non sembra installato correttamente
pl: OpenPGP nie wydaje się być zainstalowany
pt_br: O OpenPGP não parece instalado
tr: OpenPGP kurulmamış gibi görünüyor

source: You do not appear to have a key-agent configured
ca: No sembla que tingueu un agent de claus configurat
es: Al parecer no tienes una clave-agente configurado
it: Non sembra che tu abbia un key-agent configurato
pl: Wygląda na to że nie posiadasz skonfigurowanego agenta kluczy
pt_br: Parece que você não possui um agente de chaves configurado

source: A working key-agent is required
ca: Cal un agent de claus operatiu
es: Una clave-agente es necesaria para su funcionamiento
it: Un key-agent funzionante è richiesto
pl: Agent kluczy jest wymagany do poprawnego działania
pt_br: Um agente de chaves é necessário

source: gpgconf does not appear to be installed
ca: No sembla que gpgconf estigui instal·lat
es: gpgconf no aparece para ser instalado
it: sembra che gpgconf non sia installato correttamente
pl: Wygląda na to że gpgconf nie jest zainstalowany
pt_br: gpgconf não parece estar instalado

source: You will not be able to create signatures
ca: No podreu crear signatures
es: No eres capaz de crear firmas
it: Non sarai in grado di firmare
pl: nie będziesz mógł tworzyć podpisów
pt_br: Você não poderá criar assinaturas

source: There was a problem loading the plugin
ca: S'ha produït un problema carregant del connector
es: Hubo un problema al cargar el plugin
it: Si è verificato un problema durante il caricamento del plugin
pl: Wystąpił problem podczas ładowania wtyczki
pt_br: Houve um problema com o plugin
tr: eklenti yüklenirken bir sorun çıktı

source: the plugin might be incompatibly compiled for this architechture
ca: La compilació del connector podria no ser vàlida amb aquesta arquitectura
es: el plugin es incompatible, o no puede ser compilado para esta arquitectura
it: il plugin potrebbe essere compilato in formato non compatibile con questa architettura
pl: wtyczka może być niekompatybilna z tą architekturą
pt_br: o plugin possivelmente compilado de modo incompatível com esta arquitetura

source: click here for help resolving this issue
ca: cliqueu aquí per obtenir ajuda sobre com resoldre le problema
es: clic aqui para obtener ayuda para resolver este problema
it: clicca qui per un aiuto nel risolvere questo problema
pl: kliknij tu aby uzyskać pomoc w rozwiązaniu tego problemu
pt_br: clique aqui para ajudar a resolver este problema

source: Enable Inline formatting of PGP Messages and Keys
ca: Habilita el formateig incrustat de Missatges i Claus PGP
es: Habilitado alinear el formato de mensajes PGP y claves
pl: Włącz obsługę wiadomości i kluczy PGP osadzonych w treści strony
pt_br: Ativar formatação em linha de mensagens e chaves PGP

source: Inline Options
ca: Opcions d'incrustació
es: Opciones de Incrustación
pt_br: Opções em linha

source: Always encrypt to your default key in addition to the recipient
ca: Encripta sempre amb la teva clau per defecte en adició al destinatari
es: Siempre encriptar con la clave predeterminada al agregar a los destinatarios
it: Cifra sempre usando la tua chiave predefinita oltre a quella del ricevente
pl: Zawsze szyfruj również swoim kluczem domyślnym (oprócz klucza odbiorcy)
pt_br: Sempre criptografar para sua chave padrão em adição ao destinatário

source: Enable WebPG GMAIL integration
ca: Habilita la integració amb WebPG GMAIL
es: Habilitar la integración de WebPG para GMAIL
it: Abilita l'integrazione di WebPG in GMAIL
pl: Włącz integrację WebPG z Gmail
pt_br: Ativar integração WebPG do GMAIL
tr: WebPG GMAIL entegrasyonunu etkinleştir

source: Automatically Sign outgoing messages in GMAIL
ca: Signa automàticament els missatges enviats a GMAIL
es: Firmar automáticamente mensajes salientes en GMAIL
it: Firma automaticamente i messaggi in uscita in GMAIL
pt_br: Assinar automaticamente mensagens enviadas no GMAIL
